{
  'funds_raised_amount': 867870,
  'days_left': 8,
  'close_date': '2018-10-17T23:59:59-07:00',
  'tagline': 'Super portable, wireless charging, 310g payload, mic jack, one-key switch, zoom and focus control',
  'category': 'Phones & Accessories',
  'funds_raised_percent': 86.787,
  'STORY': " ATOM  Reinvented 3-axis phone gimbal  The ATOM completely reinvents the conventional 3-axis phone gimbals with its lightweight portability, rich functionality and  expanded APP  extensions.   Foldable & Portable Atom is coming as the super portable 3-axis gimbal with its unique folding structure. More than a half size can be saved to make your travel more easy and enjoyable.  In comparison with other conventional phone gimbals   Small but powerful ATOM weighs  only 440 gram  (15.5 oz), so your arms won’t get so tired even after a long shoot. Motors in conventional phone gimbals are not big in order to keep a relatively small size and light weight, and normally those gimbals just have a payload around 220 gram. If they want to increase the payload, they would have to make the motors larger, at the price of sacrificing the using experience due to the larger size and heavier weight.   Thanks to the ATOM’s unique structure, ATOM can reach a  high payload of 310 gram  which is presently the highest in phone gimbal category, without the need to use larger and heavier motors and the body remains light weight and compact size.   Multifunctional Buttons on the Handle  ATOM's handle gathers a rich set of buttons that you can use to control almost all the functions of the gimbal and Snoppa App. And almost all the shooting operations can be done with one hand. Even if you don't have Snoppa App, you can use most of the buttons on the handle. As long as your phone’s Bluetooth is connected to Atom, the buttons on the handle can control your phone to shoot or stop.  Front control panel    Back side  control  Flexible Tracking Modes According to different contexts, you can easily adjust the motion sensitivity of Atom. The three tracking modes can be switched with just one button.   1 . Smooth movement in normal mode 2. Hold the trigger button to instantly lock the orientation to ensure the footage is stable 3. Click and hold the trigger button to set the gimbal into the fast track mode for tracking fast moving objects   One-Key switch between horizontal and vertical orientation For all other conventional structure gimbals, changing between horizontal and vertical shooting is a troublesome and time-consuming process. Thanks to ATOM’s unique structure, changing the shooting orientation had never been so easy and fast. You can change the orientation both by one-key click (setup in the app), or rotate it manually.  Zoom & Focus control The ATOM integrates plenty of control buttons, including a customizable slide button on the side. In the app you can freely define the slide button with zoom or focus function as per your need.  Zoom Control  Focus control  Face track & Object track  Unrestricted Heading Rotation Atom uses a heading motor that can be rotated without infinity. There’s no dead angles when shooting dynamic time-lapse video. When performing face tracking or object tracking, there is no need to worry about the target exceeding the rotation range of the gimbal.  Wonderful App Features With the dedicated app, people can get more gimbal controls and shooting methods  A Mic Interface for Third-party Microphones Great movies have memorable sounds. That’s why Atom creatively built in a mic interface for third-party microphones. This can efficiently improve the audio quality for interviews, live streaming and live shooting.  Action camera support The ATOM is mainly designed for phone filming, but it also can be used for action cameras like GoPro Hero 4, 5, 6 series. There’re two ways to mount the GoPro 1 Mount with an adapter 2.  Mount directly onto the phone holder  Protect your phone carefully  Typical problems in the conventional 3-axis phone gimbal  All the ordinary 3-axis phone gimbals use the orthogonal structure, and have two typical problems: 1. Mounting the phone is quite troublesome and time-consuming that people need to balance the phone before startup by adjusting the motor arm. 2. The side motor would hide the phone’s charging port (and sometimes the mic port too)  How does the Atom behave  On ATOM, we creatively invent a non-orthogonal structure with the oblique arm. In this unique structure, the side motor will not hit the bottom of the phone any more and leaves the phone a large movement space.  Supports Wireless/wired Phone Charging Atom is equipped with wired charging and wireless charging, which allows you shoot without worrying about dead battery after shooting.  Atom can easily charge your phone with wireless charging. You can even start to charge midway through the shooting, without any interruption.  If your phone does not support wireless charging, Atom’s wired charging is outstanding as well. You might think if the phone mounting and gimbal stabilization would be affected by the charging cable. Let me tell you something, thanks to its unique structural design, Atom can perfectly avoid these problems.  Super Long Runtime Atom battery runs up to 24 hours. You can easily handle demands of continuous filming during a long journey or a long filming hours even when you are away from a power source.  Thoughtful details In addition to the unique exciting features, the ATOM also have a lot of thoughtful details which help to get a better user experience. There’s a lock on each motor arm, which can prevent the arm from moving around when the gimbal is closed.  Some mobile phones have keys in the middle part of the side, which could easily cause problem when attach the phone to the gimbal phone holder. ATOM effectively solve this issue by designing a slot in the rubber griper.  On the back of the phone holder, there’s a slot on the upper and lower part respectively. In this way user can pull out the phone holder much easier.  With the dedicated app, people can get more gimbal controls and shooting methods   SPECIFICATIONS    SHARE WITH FRIENDS AND FAMILY!     OPTIONAL ACCESSORIES  110° Wide angle lens 7630 aluminium alloy The Wide angle mobile phone lens can enlarge 30% view sight compared with the original camera, which  can obviously highlight the object’s features when shooting landscape, building, portrait and so on.  Clip-on Microphone  Shotgun Microphone   REWARDS  $59    Basic Pack  $79    Early Bird ATOM Standard Pack  $94    Live Audio Pack  $109    Vlog Audio Pack  $124    Full Audio Pack   PRODUCTION STAGE   Why You Should Invest in an ATOM Right Now The main purpose of this campaign is for promotional and pre-order activities. Instead of raising money, we are offering the project backers an unique opportunity to get our new amazing product at an attractive price immediately after the end of the product campaign and before the sale of the product in the open market. All pre-ordered products will also come with a 1-year warranty. What’s the current status of ATOM?  Gimbal doesn’t belong to an easy category that can be quickly developed and put into mass production. It took us another whole year to develop ATOM with a lot of fantastic improvements as you can see. For this revolutionary product, we are very careful on every stage of the R&D and production progress, and have spent a lot of time on testing and evaluation. Right now, we successfully pushed it into production stage, and we are busy working on preparing enough stock in order to ship the orders as soon as we can.   About US We are passionate about innovating the film industry and spreading the culture of filming. Our dream is to give everyone across the world the opportunity to enjoy a more robust filming experience. As people who are passionate about the revolution of video, we know that beyond photos and selfies, videos allows users to capture more; this means that the best memories can be captured, preserved and replayed over and over. We are a team of experienced engineers, product designers, and video fans and, we all share a common passion for what we do. We are always developing innovative filming products that can solve existing filming problems and improve users’ shooting experiences. Our love of videography, sports, and fun has inspired us to produce the portable and flexible gimbal stabilizers series, and, we are excited to share them with the rest of the world.  Our team members have strong R&D background in automation control as well as extensive filming experience. Most importantly, we put imaginative innovation in every product and this ultimately helps us design the most advanced filming accessories. Our ultimate dream is to help anyone achieve the quality of professionalism generally seen in movies and on TV.  FAQ How long is the warranty?     The ATOM comes with a 12 month limited warranty for Indiegogo backers. We also ensure that every unit is free from manufacturing defects and handled with the utmost care during shipment. Do I have to pay VAT / GST?     The recipient is the importer of record and must comply with all laws and regulations of their local government. Orders shipped may be subject to import taxes, customs duties and fees levied by local country. The recipient of an international shipment may be subject to such import taxes, customs duties and fees, which are levied once a shipment reaches the recipient's country. Additional charges for customs clearance must be fulfilled by the recipient. Snoppa has no control over these charges. Which filming devices are compatible with ATOM?     ATOM is primarily designed for mobile phones, but it may also can support (hold) some other devices like GoPro hero series.  What kind of microphone does the ATOM support? ATOM supports 3.5mm TRRS microphone.  TRS is not supported. Is ATOM waterproof?  No, it’s just splash proof. When I can receive my order?  The shipment of the first batch of ATOM will even begin before the crowdfunding ends. Actual ship dates will vary depending on your country, your location, and when you’ve placed your order. We will keep you up to date on every step of the process.  In order to deliver ATOM safely and efficiently, the orders will be dispatched by different courier companies, depending on the destination regions. Consequently we may ship out in a slightly different order from the initial buying sequence. Change of address?     If you need to update your address, please contact our Indiegogo support team: indiegogo@snoppa.com Indiegogo’s shipping location lists me in the wrong country? At the end of the campaign, we will send out a survey confirming where you would like your ATOM to be shipped. What is your refund policy?     Refunds are processed on a case-by-case basis. At some point we will need to lock down refunds in order to go into production and ship product to you. We will not be able to refund orders once they've shipped.",
  'OVERVIEW': 'The ATOM is the smallest 3-axis smartphone gimbal with a foldable structure, which provides great portability, rich fantastic functionality and expanded App extensions.\\n\\nUnlike all other existing 3-axis gimbals on the market which are always huge and troublesome in mounting phones, with ATOM, you can carry it anywhere with ease even put it in your pocket.  In addition, ATOM also provides a series of fantastic functions which enable you to control your filming work with great flexibility.',
  'project_id': 2417262,
  'clickthrough_url': '/projects/atom-a-pocket-sized-3-axis-smartphone-gimbal',
  'project_type': 'campaign',
  'title': 'ATOM: A pocket-sized 3-axis smartphone gimbal',
  'currency': 'USD'
}